export const dataCategory = [
	{
		id: 1,
		title: 'Мобильные телефоны',
		link: 'mobilnye-telefony',
		breadcrumb: [{ name: 'Мобильные телефоны', url: '/mobilnye-telefony/' }],
		children: [
			{
				id: 1,
				name: 'Телефоны',
				img: '/images/category/tel1.webp',
				alt: 'Телефоны',
				link: '/mobilnye-telefony/telefony',
				breadcrumb: [
					{ name: 'Мобильные телефоны', url: '/mobilnye-telefony' },
					{ name: 'Телефоны', url: '/mobilnye-telefony/telefony' }
				],
				metatitle: 'Купить телефон в Минске: супер скидки | доставка',
				description: 'Нужен телефон по хорошей цене? Широкий выбор телефонов разных брендов и характеристик. Акции до конца сезона! Бесплатная доставка по городу.',
				content: (
					<div className='mt-20'>
						<p className=''>
							Смартфоны способны выполнять куда больше функций, чем обычные мобильные телефоны. С их помощью можно выходить в интернет, смотреть видео в высоком разрешении, оплачивать покупки, создавать качественные фото, считать пройденные шаги, осуществлять GPS-навигацию и многое другое. Многочисленные приложения делают список их возможностей очень широким.
						</p>
						<p className=''>
							В интернет-магазине и салонах связи МТС представлен большой выбор смартфонов для пользователей с самыми разнообразными вкусами и потребностями. Купить мобильный телефон можно как за полную стоимость, так и в рассрочку. Доставка действует во все уголки Беларуси. Чтобы покупка приносила только радость, внимательно изучайте технические характеристики выбираемых моделей.
						</p>

						<h3 className='text-3xl font-semibold mt-5'>
							На что стоит обратить внимание при выборе смартфона?
						</h3>
						<ul className='list-disc mt-4 pl-5'>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Экран.</span>
									Наиболее высокую четкость картинки обеспечивают дисплеи с разрешением Full HD+ (2400×1080 точек) и выше. Лушее качество изображения – матрицы, изготовленные по технологиям IPS и OLED и их вариации (AMOLED, Super AMOLED…). Экран с повышенной частотой обновления 90-120 Гц гарантирует более плавное управление при прокрутке страниц и элементов меню смартфона.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Процессор.</span>
									Чем выше частота ядер процессора – тем быстрее он будет работать. Чем меньше размер каждого транзистора – тем современнее и энергоэффективнее.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Камера.</span>
									Самые качественные фото и видео позволят получать флагманские модели, независимо от количества камер и числа пикселей. Во всех прочих случаях можно смело придерживаться принципа: «чем больше, тем лучше».
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Оперативная память.</span>
									От ее объема будет зависеть, как много приложений вы сможете запустить одновременно, прежде чем смартфон начнет «тормозить».
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Батарея.</span>
									Автономность от 1,5 дней и выше чаще всего демонстрируют модели с батареей емкостью от 5000 мАч. Не забывайте и о поддержке быстрой зарядки, мощность которой измеряется в ваттах. При низких показателях мощности полного заряда придется ждать часами, а при высоких – будет достаточно и 40 минут.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Другие возможности.</span>
									Наличие модуля NFC позволит проводить бесконтактную оплату. Сканер отпечатков пальцев поможет защитить содержимое устройства от посторонних глаз. Не лишними будут также защита от воды, поддержка 5G-сетей и встроенный ИК-передатчик для управления бытовой техникой.
								</p>
							</li>
						</ul>
					</div>
				),
			},
			{
				id: 2,
				name: 'Телефоны Apple',
				img: '/images/category/tel2.webp',
				alt: 'Телефоны Apple',
				link: '/mobilnye-telefony/telefony',
				breadcrumb: [
					{ name: 'Мобильные телефоны', url: '/mobilnye-telefony' },
					{ name: 'Телефоны', url: '/mobilnye-telefony/telefony' }
				],
				metatitle: 'Купить телефон в Минске: супер скидки | доставка',
				description: 'Нужен телефон по хорошей цене? Широкий выбор телефонов разных брендов и характеристик. Акции до конца сезона! Бесплатная доставка по городу.',
				content: (
					<div className='mt-20'>
						<p className=''>
							Смартфоны способны выполнять куда больше функций, чем обычные мобильные телефоны. С их помощью можно выходить в интернет, смотреть видео в высоком разрешении, оплачивать покупки, создавать качественные фото, считать пройденные шаги, осуществлять GPS-навигацию и многое другое. Многочисленные приложения делают список их возможностей очень широким.
						</p>
						<p className=''>
							В интернет-магазине и салонах связи МТС представлен большой выбор смартфонов для пользователей с самыми разнообразными вкусами и потребностями. Купить мобильный телефон можно как за полную стоимость, так и в рассрочку. Доставка действует во все уголки Беларуси. Чтобы покупка приносила только радость, внимательно изучайте технические характеристики выбираемых моделей.
						</p>

						<h3 className='text-3xl font-semibold mt-5'>
							На что стоит обратить внимание при выборе смартфона?
						</h3>
						<ul className='list-disc mt-4 pl-5'>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Экран.</span>
									Наиболее высокую четкость картинки обеспечивают дисплеи с разрешением Full HD+ (2400×1080 точек) и выше. Лушее качество изображения – матрицы, изготовленные по технологиям IPS и OLED и их вариации (AMOLED, Super AMOLED…). Экран с повышенной частотой обновления 90-120 Гц гарантирует более плавное управление при прокрутке страниц и элементов меню смартфона.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Процессор.</span>
									Чем выше частота ядер процессора – тем быстрее он будет работать. Чем меньше размер каждого транзистора – тем современнее и энергоэффективнее.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Камера.</span>
									Самые качественные фото и видео позволят получать флагманские модели, независимо от количества камер и числа пикселей. Во всех прочих случаях можно смело придерживаться принципа: «чем больше, тем лучше».
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Оперативная память.</span>
									От ее объема будет зависеть, как много приложений вы сможете запустить одновременно, прежде чем смартфон начнет «тормозить».
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Батарея.</span>
									Автономность от 1,5 дней и выше чаще всего демонстрируют модели с батареей емкостью от 5000 мАч. Не забывайте и о поддержке быстрой зарядки, мощность которой измеряется в ваттах. При низких показателях мощности полного заряда придется ждать часами, а при высоких – будет достаточно и 40 минут.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Другие возможности.</span>
									Наличие модуля NFC позволит проводить бесконтактную оплату. Сканер отпечатков пальцев поможет защитить содержимое устройства от посторонних глаз. Не лишними будут также защита от воды, поддержка 5G-сетей и встроенный ИК-передатчик для управления бытовой техникой.
								</p>
							</li>
						</ul>
					</div>
				),
			},
			{
				id: 3,
				name: 'Телефоны Samsung',
				img: '/images/category/tel3.webp',
				alt: 'Телефоны Samsung',
				link: '/mobilnye-telefony/telefony',
				breadcrumb: [
					{ name: 'Мобильные телефоны', url: '/mobilnye-telefony' },
					{ name: 'Телефоны', url: '/mobilnye-telefony/telefony' }
				],
				metatitle: 'Купить телефон в Минске: супер скидки | доставка',
				description: 'Нужен телефон по хорошей цене? Широкий выбор телефонов разных брендов и характеристик. Акции до конца сезона! Бесплатная доставка по городу.',
				content: (
					<div className='mt-20'>
						<p className=''>
							Смартфоны способны выполнять куда больше функций, чем обычные мобильные телефоны. С их помощью можно выходить в интернет, смотреть видео в высоком разрешении, оплачивать покупки, создавать качественные фото, считать пройденные шаги, осуществлять GPS-навигацию и многое другое. Многочисленные приложения делают список их возможностей очень широким.
						</p>
						<p className=''>
							В интернет-магазине и салонах связи МТС представлен большой выбор смартфонов для пользователей с самыми разнообразными вкусами и потребностями. Купить мобильный телефон можно как за полную стоимость, так и в рассрочку. Доставка действует во все уголки Беларуси. Чтобы покупка приносила только радость, внимательно изучайте технические характеристики выбираемых моделей.
						</p>

						<h3 className='text-3xl font-semibold mt-5'>
							На что стоит обратить внимание при выборе смартфона?
						</h3>
						<ul className='list-disc mt-4 pl-5'>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Экран.</span>
									Наиболее высокую четкость картинки обеспечивают дисплеи с разрешением Full HD+ (2400×1080 точек) и выше. Лушее качество изображения – матрицы, изготовленные по технологиям IPS и OLED и их вариации (AMOLED, Super AMOLED…). Экран с повышенной частотой обновления 90-120 Гц гарантирует более плавное управление при прокрутке страниц и элементов меню смартфона.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Процессор.</span>
									Чем выше частота ядер процессора – тем быстрее он будет работать. Чем меньше размер каждого транзистора – тем современнее и энергоэффективнее.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Камера.</span>
									Самые качественные фото и видео позволят получать флагманские модели, независимо от количества камер и числа пикселей. Во всех прочих случаях можно смело придерживаться принципа: «чем больше, тем лучше».
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Оперативная память.</span>
									От ее объема будет зависеть, как много приложений вы сможете запустить одновременно, прежде чем смартфон начнет «тормозить».
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Батарея.</span>
									Автономность от 1,5 дней и выше чаще всего демонстрируют модели с батареей емкостью от 5000 мАч. Не забывайте и о поддержке быстрой зарядки, мощность которой измеряется в ваттах. При низких показателях мощности полного заряда придется ждать часами, а при высоких – будет достаточно и 40 минут.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Другие возможности.</span>
									Наличие модуля NFC позволит проводить бесконтактную оплату. Сканер отпечатков пальцев поможет защитить содержимое устройства от посторонних глаз. Не лишними будут также защита от воды, поддержка 5G-сетей и встроенный ИК-передатчик для управления бытовой техникой.
								</p>
							</li>
						</ul>
					</div>
				),
			},
		],
	},
	{
		id: 2,
		title: 'Компьютеры',
		link: 'kompyutery',
		breadcrumb: [{ name: 'Компьютеры', url: '/kompyutery' }],
		children: [
			{
				id: 1,
				name: 'Ноутбуки',
				img: '/images/category/nout1.webp',
				alt: 'Ноутбуки',
				link: '/kompyutery/noutbuki',
				breadcrumb: [
					{ name: 'Компьютеры', url: '/kompyutery' },
					{ name: 'Ноутбуки', url: '/kompyutery/noutbuki' }
				],
				metatitle: 'Купить ноутбук в Минске | Супер скидки',
				description: 'Нужен ноутбук по хорошей цене? Широкий выбор ноутбуков. Бесплатная доставка по городу.',
				content: (
					<div className='mt-20'>
						<p className=''>
							Смартфоны способны выполнять куда больше функций, чем обычные мобильные телефоны. С их помощью можно выходить в интернет, смотреть видео в высоком разрешении, оплачивать покупки, создавать качественные фото, считать пройденные шаги, осуществлять GPS-навигацию и многое другое. Многочисленные приложения делают список их возможностей очень широким.
						</p>
						<p className=''>
							В интернет-магазине и салонах связи МТС представлен большой выбор смартфонов для пользователей с самыми разнообразными вкусами и потребностями. Купить мобильный телефон можно как за полную стоимость, так и в рассрочку. Доставка действует во все уголки Беларуси. Чтобы покупка приносила только радость, внимательно изучайте технические характеристики выбираемых моделей.
						</p>

						<h3 className='text-3xl font-semibold mt-5'>
							На что стоит обратить внимание при выборе смартфона?
						</h3>
						<ul className='list-disc mt-4 pl-5'>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Экран.</span>
									Наиболее высокую четкость картинки обеспечивают дисплеи с разрешением Full HD+ (2400×1080 точек) и выше. Лушее качество изображения – матрицы, изготовленные по технологиям IPS и OLED и их вариации (AMOLED, Super AMOLED…). Экран с повышенной частотой обновления 90-120 Гц гарантирует более плавное управление при прокрутке страниц и элементов меню смартфона.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Процессор.</span>
									Чем выше частота ядер процессора – тем быстрее он будет работать. Чем меньше размер каждого транзистора – тем современнее и энергоэффективнее.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Камера.</span>
									Самые качественные фото и видео позволят получать флагманские модели, независимо от количества камер и числа пикселей. Во всех прочих случаях можно смело придерживаться принципа: «чем больше, тем лучше».
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Оперативная память.</span>
									От ее объема будет зависеть, как много приложений вы сможете запустить одновременно, прежде чем смартфон начнет «тормозить».
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Батарея.</span>
									Автономность от 1,5 дней и выше чаще всего демонстрируют модели с батареей емкостью от 5000 мАч. Не забывайте и о поддержке быстрой зарядки, мощность которой измеряется в ваттах. При низких показателях мощности полного заряда придется ждать часами, а при высоких – будет достаточно и 40 минут.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Другие возможности.</span>
									Наличие модуля NFC позволит проводить бесконтактную оплату. Сканер отпечатков пальцев поможет защитить содержимое устройства от посторонних глаз. Не лишними будут также защита от воды, поддержка 5G-сетей и встроенный ИК-передатчик для управления бытовой техникой.
								</p>
							</li>
						</ul>
					</div>
				),
			},
			{
				id: 2,
				name: 'Ноутбуки2',
				img: '/images/category/nout2.webp',
				alt: 'Ноутбуки2',
				link: '/kompyutery/noutbuki',
				breadcrumb: [
					{ name: 'Компьютеры', url: '/kompyutery' },
					{ name: 'Ноутбуки', url: '/kompyutery/noutbuki' }
				],
				metatitle: 'Купить ноутбук в Минске | Супер скидки',
				description: 'Нужен ноутбук по хорошей цене? Широкий выбор ноутбуков. Бесплатная доставка по городу.',
				content: (
					<div className='mt-20'>
						<p className=''>
							Смартфоны способны выполнять куда больше функций, чем обычные мобильные телефоны. С их помощью можно выходить в интернет, смотреть видео в высоком разрешении, оплачивать покупки, создавать качественные фото, считать пройденные шаги, осуществлять GPS-навигацию и многое другое. Многочисленные приложения делают список их возможностей очень широким.
						</p>
						<p className=''>
							В интернет-магазине и салонах связи МТС представлен большой выбор смартфонов для пользователей с самыми разнообразными вкусами и потребностями. Купить мобильный телефон можно как за полную стоимость, так и в рассрочку. Доставка действует во все уголки Беларуси. Чтобы покупка приносила только радость, внимательно изучайте технические характеристики выбираемых моделей.
						</p>

						<h3 className='text-3xl font-semibold mt-5'>
							На что стоит обратить внимание при выборе смартфона?
						</h3>
						<ul className='list-disc mt-4 pl-5'>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Экран.</span>
									Наиболее высокую четкость картинки обеспечивают дисплеи с разрешением Full HD+ (2400×1080 точек) и выше. Лушее качество изображения – матрицы, изготовленные по технологиям IPS и OLED и их вариации (AMOLED, Super AMOLED…). Экран с повышенной частотой обновления 90-120 Гц гарантирует более плавное управление при прокрутке страниц и элементов меню смартфона.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Процессор.</span>
									Чем выше частота ядер процессора – тем быстрее он будет работать. Чем меньше размер каждого транзистора – тем современнее и энергоэффективнее.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Камера.</span>
									Самые качественные фото и видео позволят получать флагманские модели, независимо от количества камер и числа пикселей. Во всех прочих случаях можно смело придерживаться принципа: «чем больше, тем лучше».
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Оперативная память.</span>
									От ее объема будет зависеть, как много приложений вы сможете запустить одновременно, прежде чем смартфон начнет «тормозить».
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Батарея.</span>
									Автономность от 1,5 дней и выше чаще всего демонстрируют модели с батареей емкостью от 5000 мАч. Не забывайте и о поддержке быстрой зарядки, мощность которой измеряется в ваттах. При низких показателях мощности полного заряда придется ждать часами, а при высоких – будет достаточно и 40 минут.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Другие возможности.</span>
									Наличие модуля NFC позволит проводить бесконтактную оплату. Сканер отпечатков пальцев поможет защитить содержимое устройства от посторонних глаз. Не лишними будут также защита от воды, поддержка 5G-сетей и встроенный ИК-передатчик для управления бытовой техникой.
								</p>
							</li>
						</ul>
					</div>
				),
			},
			{
				id: 3,
				name: 'Ноутбуки3',
				img: '/images/category/nout3.webp',
				alt: 'Ноутбуки3',
				link: '/kompyutery/noutbuki',
				breadcrumb: [
					{ name: 'Компьютеры', url: '/kompyutery' },
					{ name: 'Ноутбуки', url: '/kompyutery/noutbuki' }
				],
				metatitle: 'Купить ноутбук в Минске | Супер скидки',
				description: 'Нужен ноутбук по хорошей цене? Широкий выбор ноутбуков. Бесплатная доставка по городу.',
				content: (
					<div className='mt-20'>
						<p className=''>
							Смартфоны способны выполнять куда больше функций, чем обычные мобильные телефоны. С их помощью можно выходить в интернет, смотреть видео в высоком разрешении, оплачивать покупки, создавать качественные фото, считать пройденные шаги, осуществлять GPS-навигацию и многое другое. Многочисленные приложения делают список их возможностей очень широким.
						</p>
						<p className=''>
							В интернет-магазине и салонах связи МТС представлен большой выбор смартфонов для пользователей с самыми разнообразными вкусами и потребностями. Купить мобильный телефон можно как за полную стоимость, так и в рассрочку. Доставка действует во все уголки Беларуси. Чтобы покупка приносила только радость, внимательно изучайте технические характеристики выбираемых моделей.
						</p>

						<h3 className='text-3xl font-semibold mt-5'>
							На что стоит обратить внимание при выборе смартфона?
						</h3>
						<ul className='list-disc mt-4 pl-5'>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Экран.</span>
									Наиболее высокую четкость картинки обеспечивают дисплеи с разрешением Full HD+ (2400×1080 точек) и выше. Лушее качество изображения – матрицы, изготовленные по технологиям IPS и OLED и их вариации (AMOLED, Super AMOLED…). Экран с повышенной частотой обновления 90-120 Гц гарантирует более плавное управление при прокрутке страниц и элементов меню смартфона.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Процессор.</span>
									Чем выше частота ядер процессора – тем быстрее он будет работать. Чем меньше размер каждого транзистора – тем современнее и энергоэффективнее.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Камера.</span>
									Самые качественные фото и видео позволят получать флагманские модели, независимо от количества камер и числа пикселей. Во всех прочих случаях можно смело придерживаться принципа: «чем больше, тем лучше».
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Оперативная память.</span>
									От ее объема будет зависеть, как много приложений вы сможете запустить одновременно, прежде чем смартфон начнет «тормозить».
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Батарея.</span>
									Автономность от 1,5 дней и выше чаще всего демонстрируют модели с батареей емкостью от 5000 мАч. Не забывайте и о поддержке быстрой зарядки, мощность которой измеряется в ваттах. При низких показателях мощности полного заряда придется ждать часами, а при высоких – будет достаточно и 40 минут.
								</p>
							</li>
							<li className='mb-2'>
								<p className=''>
									<span className="font-bold">Другие возможности.</span>
									Наличие модуля NFC позволит проводить бесконтактную оплату. Сканер отпечатков пальцев поможет защитить содержимое устройства от посторонних глаз. Не лишними будут также защита от воды, поддержка 5G-сетей и встроенный ИК-передатчик для управления бытовой техникой.
								</p>
							</li>
						</ul>
					</div>
				),
			},
		],
	},
]